{
	"name": "Tanya Tkacz",
	"email": "tanya.tkacz@madeyoulook.com",
	"password": "",
	"facebook": "https://facebook.com/",
	"linkedin": "https://ca.linkedin.com/",
	"twitter": "https://twitter.com/",
	"bio": "Designer, Tanya Tkacz, is from Windsor ON. She studied Art at Wayne State University and graduated from Oakland College in Michigan with a degree in advertising and photography. After graduation, she worked as an Art Director in the advertising industry for six years, designing national ad campaigns in the Detroit Metropolitan area. As Tanya’s passion for design matured, she was compelled to partner with her mother, Ulyana, they re-launched their company 'ULYANA & TETIANA' in 2013. Together their work synthesizes Tanya’s lifelong passion for jewelry design and Ulyana’s flare for photograph. Tanya has been generously mentored and instructed by well- known jewelry designer Joseph Taksar, owner of JTS Design Jewelry Inc. in Oak Park, MI, where she is continuously striving to perfect her skills in metalsmithing. Tanya continues to build her design portfolio by working aside the direction of Dozer, a hip motorcycle designer and steel-sculptor at Dozer Studio in Clawson, MI.Tanya’s inspiration comes from architecture, nature, art work and fashion. Her collections are comprised of hand-made designs, constructed with precious metals, incorporating silver, bronze and brass with semi-precious gemstones, African beads and fresh water pearls.Tanya’s collection is constantly evolving as she is developing customized pieces for clients, and showcasing her designs in boutiques in Toronto, ON, Expanding into MI, New York, LA and London, England in the near future. One of Tanya’s cuffs will be viewed in the summer issue of Chloe magazine. Ms. Jeanne Beker, Canadian television personality, author and newspaper columnist, who covers fashion and lifestyle news for CTV’s Fashion Television, Fashion Television Channel, and the Toronto Star, said: 'You can tell everyone I love your work' 2008",
	"picture": {
		"base64": "",
		"filename": "",
		"filesize": 0,
		"filetype": "image/jpeg"
	}
}